adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-otc-fonts
age
alsa-firmware
amd-ucode
appmenu-gtk-module
arch-wiki-docs-zh-cn
archlinuxcn-keyring
aria2
ark
asciiquarium
audacity
autojump
base
base-devel
bbswitch-dkms
btrfs-progs
chafa
chezmoi
clash-party-bin
clash-verge-rev-bin
cmake
cmatrix
consolas-font
cpu-x
cursor-bin
distrobox
docker
docker-compose
dolphin
dosfstools
downgrade
efibootmgr
egl-wayland
electron
etckeeper
fastfetch
fcitx5
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-qt
fcitx5-rime
feishu
filelight
firefox
foundryup-git
git-lfs
github-cli
gnome-keyring
gnu-netcat
go
gparted
gradle
grc
grub
gwenview
htop
jq
jupyter-notebook
just
keepassxc
konsole
kstars
kubectl
less
lib32-vulkan-radeon
libappindicator
libfprint
lilypond
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lnav
localsend-bin
logisim-evolution-bin
lolcat
mandoc
mtools
ncmdump
neovim
net-tools
networkmanager
nginx
nix
nmap
nodejs
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nushell
obsidian
openai-codex
openssh
openutau
os-prober
packagekit
packagekit-qt6
paru
php
plasma-meta
pnpm
podman
powershell-bin
pwndbg
python-dbus
python-docx
python-pip
python-pipx
qemu-base
qemu-system-aarch64
radeon-profile-git
rime-ice-git
rime-pinyin-moegirl
scons
scrcpy-bin
sl
sof-firmware
steam
tailscale
tela-icon-theme-git
telegram-desktop
timeshift
tldr
tlp
tlp-rdw
tlpui
tmux
tokei
tree
ttf-jetbrains-mono-nerd
ttf-ms-win11-auto-zh_cn
ttf-wps-fonts
ufw
unarchiver
uv
vcpkg
ventoy-bin
vim
virtualbox
virtualbox-guest-utils
visual-studio-code-bin
vulkan-radeon
wget
wine
winetricks
wps-office-cn
wqy-zenhei
xdotool
xf86-video-amdgpu
xf86-video-ati
xmake
yabridge
yay
zellij
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
